Repository: pavelan0khin/drive-bot-ge
Catalog: src/drive/bot/i18n/locales/*/LC_MESSAGES/messages.po
Languages: az, hy, ka, ru, tr, uk

# START_MESSAGE
source: Hello! Choose any button below. Use /about command for more info
az: Salam! Aşağıdakı istənilən düyməni seçin. Ətraflı məlumat üçün /about əmrindən istifadə edin
hy: Բարեւ Ձեզ! Ստորև ընտրեք ցանկացած կոճակ: Լրացուցիչ տեղեկությունների համար օգտագործեք /about հրամանը
ka: გამარჯობა! აირჩიეთ ნებისმიერი ღილაკი ქვემოთ. გამოიყენეთ /about ბრძანება დამატებითი ინფორმაციისთვის
ru: Привет! Выбирай любую кнопку ниже. Информация доступна по команде /about
tr: Merhaba! Aşağıdaki herhangi bir düğmeyi seçin. Daha fazla bilgi için /about komutunu kullanın
uk: Привіт! Обирай будь-яку кнопку нижче. Інформація доступна за командою /about

# SELECT_NEW_LANGUAGE
source: Select a language
az: Dil seçin
hy: Ընտրեք լեզու
ru: Выберите язык
tr: Bir dil seç
uk: Виберіть мову

# LANGUAGE_SELECTED
source: The selected language is English. You can change the language using the /language command
az: Seçilmiş dil ingilis dilidir. /language əmrindən istifadə edərək dili dəyişə bilərsiniz
hy: Ընտրված լեզուն հայերենն է։ Դուք կարող եք փոխել լեզուն՝ օգտագործելով /language հրամանը
ka: შერჩეული ენა არის ინგლისური. თქვენ შეგიძლიათ შეცვალოთ ენა /language ბრძანების გამოყენებით
ru: Выбран язык — русский. Вы можете сменить язык через команду /language
tr: Seçilen dil Türkçedir. /language komutunu kullanarak dili değiştirebilirsiniz
uk: Обрано мову - українську. Ви можете змінити мову через команду /language

# ALLOW_NOTIFICATIONS
source: Want to be notified when new tickets are added to the database and changes are made? I won't send advertising :)
az: Məlumat bazasına yeni biletlər əlavə edildikdə və dəyişikliklər edildikdə xəbərdar olmaq istəyirsiniz? Reklam göndərməyəcəyəm :)
hy: Ցանկանու՞մ եք տեղեկացված լինել, երբ նոր տոմսեր ավելացվեն տվյալների բազայում և փոփոխություններ կատարվեն: Գովազդ չեմ ուղարկի :)
ka: გსურთ მიიღოთ შეტყობინება, როდესაც ახალი ბილეთები დაემატება მონაცემთა ბაზას და განხორციელდება ცვლილებები? რეკლამას არ ვაგზავნი :)
ru: Хотите получать уведомления о добавлении новых билетов в базу и изменениях? Рекламу присылать не буду :)
tr: Veritabanına yeni bilet eklendiğinde ve değişiklik yapıldığında haberdar olmak ister misiniz? Reklam göndermeyeceğim :)
uk: Бажаєте отримувати повідомлення про додавання нових квитків до бази та зміни? Рекламу надсилати не буду :)

# NOTIFICATIONS_ARE_ON
source: Notifications are enabled. To turn it off, send the command /notifications
az: Bildirişlər aktivləşdirilib. Onu söndürmək üçün əmr /notifications göndərin
hy: Ծանուցումները միացված են: Այն անջատելու համար ուղարկեք հրամանը /notifications
ka: შეტყობინებები ჩართულია. გამოსართავად გაგზავნეთ ბრძანება /notifications
ru: Уведомления включены. Чтобы выключить, пришлите команду /notifications
tr: Bildirimler etkinleştirildi. Kapatmak için /notifications komutunu gönderin
uk: Повідомлення увімкнено. Щоб вимкнути, надішліть команду /notifications

# NOTIFICATIONS_ARE_OFF
source: Notifications are disabled. To turn it on, send the /notifications command
az: Bildirişlər deaktiv edilib. Onu yandırmaq üçün /notifications əmrini göndərin
hy: Ծանուցումներն անջատված են: Այն միացնելու համար ուղարկեք /notifications հրամանը
ka: შეტყობინებები გამორთულია. მის ჩასართავად გაგზავნეთ ბრძანება /notifications
ru: Уведомления выключены. Чтобы включить, пришлите команду /notifications
tr: Bildirimler devre dışı bırakıldı. Açmak için /notifications komutunu gönderin
uk: Повідомлення вимкнено. Щоб увімкнути, надішліть команду /notifications

# SELECT_BUTTONS
source: Select a mode and press the button below
az: Bir rejimi seçin və aşağıdakı düyməni basın
hy: Ընտրեք ռեժիմ և սեղմեք ստորև նշված կոճակը
ka: აირჩიეთ რეჟიმი და დააჭირეთ ქვემოთ მოცემულ ღილაკს
ru: Выберите режим и нажмите на кнопу ниже
tr: Bir mod seçin ve aşağıdaki düğmeye basın
uk: Виберіть режим та натисніть на кнопку нижче

source: 📚 Exam
az: 📚 İmtahan
hy: 📚 Քննություն
ka: 📚 გამოცდა
ru: 📚 Экзамен
tr: 📚 Sınav
uk: 📚 Іспит

# ALL_TICKETS
source: ❓ All questions
az: ❓ Bütün suallar
hy: ❓ Բոլոր հարցերը
ka: ❓ ყველა კითხვა
ru: ❓ Все вопросы
tr: ❓Tüm sorular
uk: ❓ Усі питання

source: Yes
az: Bəli
hy: Այո՛
ka: დიახ
ru: Да
tr: Evet
uk: Так

source: No
az: Yox
hy: Ոչ
ka: არა
ru: Нет
tr: Hayir
uk: Ні

# SELECT_CATEGORY
source: Select a category
az: Kateqoriya seç
hy: Ընտրեք կատեգորիա
ka: აირჩიე კატეგორია
ru: Выберите категорию
tr: Bir kategori seç
uk: Оберіть категорію

source: ❌ Decline
az: ❌ Rədd et
hy: ❌ Մերժում
ka: ❌ უარი
ru: ❌ Отменить
tr: ❌ Reddet
uk: ❌ Скасувати

# UNKNOWN_ACTION
source: Oops, looks like you clicked on a button that shouldn't be there right now. If that's the case, my mistake - send the /start command to fix it
az: Ups, deyəsən, hazırda orada olmamalı olan düyməyə klikləmisiniz. Əgər belədirsə, mənim səhvim - onu düzəltmək üçün /start əmrini göndərin
hy: Վա՜յ, կարծես սեղմել եք մի կոճակի վրա, որն այժմ այնտեղ չպետք է լինի: Եթե դա այդպես է, իմ սխալն է՝ ուղարկեք /start հրամանը՝ այն շտկելու համար
ka: უი, როგორც ჩანს, დააწკაპუნეთ ღილაკზე, რომელიც ახლა იქ არ უნდა იყოს. თუ ეს ასეა, ჩემი შეცდომაა - გამოაგზავნეთ ბრძანება /start რომ გამოსწორდეს
ru: Упс, похоже вы нажали на кнопку, которой сейчас быть не должно. Если это так, то моя ошибка — пришлите команду /start, чтобы всё починить
tr: Hata! Şu anda orada olmaması gereken bir düğmeye tıklamışsınız gibi görünüyor. Eğer durum buysa, benim hatam - düzeltmek için /start komutunu gönderin
uk: Упс, схоже, ви натиснули на кнопку, якої зараз бути не повинно. Якщо це так, то моя помилка - надішліть команду /start, щоб все відремонтувати

# EXAM_STARTED
source: The test has begun, good luck. If you want to finish, click the "❌ Decline" button.
az: Sınaq başladı, uğurlar. Bitirmək istəyirsinizsə, "❌ Rədd et" düyməsini basın.
hy: Թեստը սկսված է, հաջողություն։ Եթե ցանկանում եք ավարտել, սեղմեք «❌ Մերժում» կոճակը:
ka: გამოცდა დაიწყო, წარმატებები. თუ გსურთ დასრულება, დააჭირეთ ღილაკს "❌ უარი"
ru: Тест начался, удачи. Если захоите закончить — нажмите кнопку «❌ Отменить»
tr: Sınav başladı, başarılar. Bitirmek istiyorsanız "❌ Reddet" butonuna tıklayın.
uk: Тест почався, удачі. Якщо захочете закінчити, натисніть кнопку «❌ Скасувати»

# EXAM_FINISHED
source: Test completed Total questions: {total_tickets} Answered correctly: {total_valid} Incorrectly answered: {total_invalid}
az: Test tamamlandı Ümumi suallar: {total_tickets} Düzgün cavab verildi: {total_valid} Yanlış cavab verildi: {total_invalid}
hy: Թեստն ավարտված է Հարցերի ընդհանուր քանակը՝ {total_tickets} Ճիշտ է պատասխանել՝{total_valid} Սխալ է պատասխանել՝ {total_invalid}
ka: ტესტი დასრულებულია სულ კითხვები: {total_tickets} სწორად უპასუხა: {total_valid} არასწორად უპასუხა: {total_invalid}
ru: <b>Тест завершён</b> Всего вопросов: {total_tickets} Отвечено правильно: {total_valid} Отвечено неправильно: {total_invalid}
tr: Test tamamlandı Toplam soru sayısı: {total_tickets} Doğru yanıtlandı: {total_valid} Yanlış yanıtlandı: {total_invalid}
uk: <b>Тест завершено</b> Усього запитань: {total_tickets} Відповідно правильно: {total_valid} Відповідно неправильно: {total_invalid}

# WHICH_ANSWER_CHOSEN
source: Hint: the answer you have chosen is marked in bold. The correct answer is marked with a green emoji, the other answers are marked with a red emoji
az: İpucu: seçdiyiniz cavab qalın hərflərlə qeyd olunub. Düzgün cavab yaşıl emoji ilə, digər cavablar isə qırmızı emoji ilə qeyd olunur
hy: Հուշում. Ձեր ընտրած պատասխանը նշված է թավերով: Ճիշտ պատասխանը նշված է կանաչ էմոջիով, մյուս պատասխանները՝ կարմիր էմոջիով
ka: მინიშნება: თქვენ მიერ არჩეული პასუხი მონიშნულია თამამად. სწორი პასუხი აღინიშნება მწვანე emoji-ით, დანარჩენი პასუხები აღინიშნება წითელი emoji-ით
ru: Подсказка: выбранный вами ответ помечается жирным шрифтом. Правильный ответ отмечен зелёным эмодзи, остальные — красным
tr: İpucu: Seçtiğiniz cevap kalın harflerle işaretlenmiştir. Doğru cevap yeşil emojiyle, diğer cevaplar kırmızı emojiyle işaretlenmiştir.
uk: Підказка: вибрана вами відповідь позначається жирним шрифтом. Правильна відповідь відзначена зеленим емодзи, решта — червоною

# DROP_PASSED_TICKETS_HISTORY
source: Wow, looks like you've gone through all the tickets and there are no more left. Send me the /clearhistory command, I'll clear the history and we'll start fresh :)
az: Vay, deyəsən bütün biletləri keçmisiniz və daha heç nə qalmadı. Mənə /clearhistory əmrini göndər, mən tarixi təmizləyəcəm və təzə başlayaq :)
hy: Վա՜յ, կարծես բոլոր տոմսերն անցել ես, և այլևս ոչինչ չի մնացել: Ուղարկեք ինձ /clearhistory հրամանը, ես կջնջեմ պատմությունը և մենք կսկսենք թարմ :)
ka: ვაა, როგორც ჩანს, ყველა ბილეთი გაიარეთ და მეტი აღარ დაგრჩათ. გამომიგზავნეთ /clearhistory ბრძანება, გავასუფთავებ ისტორიას და დავიწყებთ თავიდან :)
ru: Ого, похоже, что вы прошли все билеты и из больше не осталось. Пришлите команду /clearhistory, я очищу историю и начнём всё с чистого листа :)
tr: Vay be, görünüşe bakılırsa tüm biletleri gözden geçirmişsin ve başka bilet kalmamış. Bana /clearhistory komutunu gönder, geçmişi temizleyeyim ve yeni bir başlangıç yapalım :)
uk: Ого, схоже, що ви пройшли всі квитки і більше не залишилося. Надішліть команду /clearhistory, я очищу історію і почнемо все з чистого листа :)

# CONFIRM_CLEAR_HISTORY
source: Do you really want to clear your ticket history? This means that you will get the previously passed questions again
az: Həqiqətən bilet tarixçənizi təmizləmək istəyirsiniz? Bu o deməkdir ki, əvvəllər keçmiş sualları yenidən alacaqsınız
hy: Իսկապե՞ս ցանկանում եք մաքրել ձեր տոմսերի պատմությունը: Սա նշանակում է, որ դուք նորից կստանաք նախկինում ընդունված հարցերը
ka: ნამდვილად გსურთ თქვენი ბილეთების ისტორიის გასუფთავება? ეს ნიშნავს, რომ თქვენ კვლავ მიიღებთ ადრე ჩაბარებულ კითხვებს
ru: Вы действительно хотите очистить историю билетов? Это означает, что вам снова будут попадаться уже пройденные ранее вопросы
tr: Bilet geçmişinizi gerçekten temizlemek istiyor musunuz? Bu, daha önce geçtiğiniz soruları tekrar alacağınız anlamına gelir
uk: Ви дійсно хочете очистити історію квитків? Це означає, що вам знову траплятимуться вже пройдені раніше питання.

# HISTORY_IS_CLEAR
source: History cleared, you can take your exams again :)
az: Tarix təmizləndi, yenidən imtahan verə bilərsiniz :)
hy: Պատմությունը մաքրված է, կարող եք նորից քննություններ հանձնել :)
ka: ისტორია გაიწმინდა, შეგიძლიათ ისევ ჩააბაროთ გამოცდები :)
ru: История очищена, можете снова проходить экзамены :)
tr: Geçmişiniz temizlendi, sınavlarınıza tekrar girebilirsiniz :)
uk: Історія очищена, можете знову проходити іспити :)

# HISTORY_IS_NOT_CLEAR
source: Okay, the history won't be cleared
az: Tamam, tarix təmizlənməyəcək
hy: Լավ, պատմությունը չի մաքրվի
ka: კარგი, ისტორია არ წაიშლება
ru: Окей, история не будет очищена
tr: Tamam, geçmiş silinmeyecek
uk: Окей, історія не буде очищена

# ACTION_DECLINED
source: The action has been declined. You can press any button below again
az: Aksiya rədd edildi. Aşağıdakı istənilən düyməni yenidən basa bilərsiniz
hy: Գործողությունը մերժվել է։ Դուք կարող եք կրկին սեղմել ներքևում գտնվող ցանկացած կոճակ
ka: აქცია უარყოფილია. შეგიძლიათ კვლავ დააჭიროთ ქვემოთ მოცემულ ნებისმიერ ღილაკს
ru: Отменил. Можете снова нажать любую кнопку ниже
tr: İşlem reddedildi. Aşağıdaki herhangi bir tuşa tekrar basabilirsiniz
uk: Скасував. Можете знову натиснути будь-яку кнопку нижче

# SESSION_IS_OVER
source: Apparently you have previously declined the test under which I sent this question, there is no way to answer it
az: Görünür, siz əvvəllər bu sualı göndərdiyim testdən imtina etmisiniz, ona cavab vermək mümkün deyil.
hy: Ըստ երևույթին, դուք նախկինում մերժել եք այն թեստը, որով ես ուղարկել եմ այս հարցը, դրան պատասխանելու տարբերակ չկա
ka: როგორც ჩანს, თქვენ ადრე თქვით უარი ტესტზე, რომლითაც მე გავგზავნე ეს შეკითხვა, პასუხის გაცემა არ არსებობს
ru: Видимо, вы ранее отменили тест, в рамках которого я прислал данный вопрос, ответить не получится
tr: Görünüşe göre bu soruyu gönderdiğim testi daha önce reddetmişsiniz, buna cevap vermenin bir yolu yok
uk: Мабуть, ви раніше скасували тест, в рамках якого я надіслав це питання, відповісти не вийде

# ABOUT_MESSAGE
source: List of commands: /start - start /about - information about the bot /language - change language /notifications - turn notifications on/off /clearhistory - clear the history of passed tests /problem - there is a problem with the question (you need to reply the question) If you are a developer, I provide free API (REST and GRPC).Send /api command for details The <a href='https://github.com'>bot source code</a> is also available. Use it any way you want If you want to say thank you, you can donate to support the project. Details can be obtained by command /thanks This bot supports several languages, but translation has been made via Google Translate. If you find a mistake and want to help fix it, you can send the command /translatemebetter and describe where exactly the error is in the translation
az: Əmrlərin siyahısı: /start - start /about - bot haqqında məlumat /language - dili dəyişdirin /notifications - bildirişləri yandırın/söndürün /clearhistory - keçmiş testlərin tarixini silin /problem - sualda problem var (sualı cavablandırmaq lazımdır) Əgər siz tərtibatçısınızsa, mən pulsuz API (REST və GRPC) təqdim edirəm. Ətraflı məlumat üçün /api əmrini göndərin <a href='https://github.com/pavelan0khin/drive-bot-ge'>Botun mənbə kodu</a> da mövcuddur. İstədiyiniz şəkildə istifadə edin Əgər təşəkkür etmək istəyirsinizsə, layihəni dəstəkləmək üçün ianə verə bilərsiniz. Təfərrüatları /thanks əmri ilə əldə etmək olar Bu bot bir neçə dili dəstəkləyir, lakin tərcümə Google Translate vasitəsilə həyata keçirilib. Əgər səhv tapsanız və onu düzəltməyə kömək etmək istəyirsinizsə, /translatemebetter əmrini göndərə və tərcümədə səhvin tam olaraq harada olduğunu təsvir edə bilərsiniz.
hy: Հրամանների ցանկ. /start - սկսել /about - տեղեկատվություն բոտի մասին /language - փոխել լեզուն /notifications - միացնել/անջատել ծանուցումները /clearhistory - մաքրել անցած թեստերի պատմությունը /problem - հարցի հետ կապված խնդիր կա (հարցին պետք է պատասխանել) Եթե դուք ծրագրավորող եք, ես տրամադրում եմ անվճար API (REST և GRPC): Մանրամասների համար ուղարկեք /api հրամանը <a href="https://github.com">Բոտի աղբյուրի կոդը</a> նույնպես հասանելի է: Օգտագործեք այն այնպես, ինչպես ցանկանում եք Եթե ցանկանում եք շնորհակալություն հայտնել, կարող եք նվիրատվություն կատարել նախագծին աջակցելու համար: Մանրամասները կարելի է ստանալ հրամանով /thanks Այս բոտն աջակցում է մի քանի լեզուների, սակայն թարգմանությունը կատարվել է Google Translate-ի միջոցով: Եթե սխալ եք գտել և ցանկանում եք օգնել շտկել այն, կարող եք ուղարկել /translatemebetter հրամանը և նկարագրել, թե որտեղ է սխալը թարգմանության մեջ:
ka: ბრძანებების სია: /start - დაწყება /about - ინფორმაცია ბოტის შესახებ\m/language - ენის შეცვლა /notifications - ჩართეთ/გამორთეთ შეტყობინებები /clearhistory - ჩაბარებული ტესტების ისტორიის გასუფთავება /problem - არის შეკითხვასთან დაკავშირებული პრობლემა (თქვენ უნდა უპასუხოთ კითხვას) თუ დეველოპერი ხართ, მე გთავაზობთ უფასო API-ს (REST და GRPC). დეტალებისთვის გაგზავნეთ /api ბრძანება ასევე ხელმისაწვდომია <a href='https://github.com/pavelan0khin/drive-bot-ge'>ბოტის საწყისი კოდი</a>. გამოიყენეთ ის როგორც გინდათ თუ გსურს მადლობა გადაუხადო, შეგიძლია შემოწირო პროექტის მხარდასაჭერად. დეტალების მიღება შესაძლებელია ბრძანებით /thanks ეს ბოტი მხარს უჭერს რამდენიმე ენას, მაგრამ თარგმანი განხორციელდა Google Translate-ის მეშვეობით. თუ შეცდომას იპოვით და გსურთ მის გამოსწორებაში დაგეხმაროთ, შეგიძლიათ გაგზავნოთ ბრძანება /translatemebetter და აღწეროთ, სად არის ზუსტად შეცდომა თარგმანში
ru: Список команд: /start - начало /about - информация о боте /language - сменить язык /notifications - вкл/выкл уведомления /clearhistory - очистить историю пройденных тестов /problem - проблема с вопросом (нужно реплайнуть вопрос) Если вы разработчик, я предоставляю бесплатный API (REST и GRPC). Пришлите команду /api, чтобы узнать подробности Также доступен <a href='https://github.com'>исходный код</a> бота. Используйте его так, как сами посчитаете нужным Если хотите сказать спасибо, можете пожертвовать на поддержку проекта. Реквизиты можно получить по команде /thanks Данный бот поддерживает несколько языков, но перевод был осуществлён через Google-переводчик. Если вы нашли ошибку и хотите помочь исправить её, можете прислать команду /translatemebetter и описать, где конкретно в переводе ошибка
tr: Komutların listesi: /start - başlat /about - bot hakkında bilgi /language - dili değiştir /notifications - bildirimleri açar/kapatır /clearhistory - geçilen testlerin geçmişini temizler /problem - soruda bir sorun var (soruyu yanıtlamanız gerekiyor) Geliştirici iseniz ücretsiz API (REST ve GRPC) sağlıyorum. Ayrıntılar için /api komutunu gönderin <a href="https://github.com">Bot kaynak kodu</a> da mevcuttur. İstediğiniz şekilde kullanın Teşekkür etmek isterseniz projeye destek olmak için bağışta bulunabilirsiniz. Ayrıntılar /thanks komutuyla elde edilebilir Bu bot birçok dili desteklemektedir ancak çeviri Google Translate aracılığıyla yapılmıştır. Bir hata bulursanız ve düzeltmeye yardımcı olmak istiyorsanız /translatemebetter komutunu gönderebilir ve hatanın çeviride tam olarak nerede olduğunu açıklayabilirsiniz.
uk: Список команд: /start - початок /about - інформація про бот /language - змінити мову /notifications - вкл/викл повідомлення /clearhistory - очистити історію пройдених тестів /problem - проблема з питанням (потрібно реплайнути питання) Якщо ви розробник, я надаю безкоштовний API (REST та GRPC).Надіслати команду /api, щоб дізнатися подробиці Також доступний <a href='https://github.com/pavelan0khin/drive-bot-ge'>початковий код</a> бота.Використовуйте його так, як самі вважаєте за потрібне Якщо хочете сказати спасибі, можете пожертвувати на підтримку проекту. Реквізити можна отримати за командою /thanks Цей бот підтримує кілька мов, але переклад був здійснений через Google-перекладач. Якщо ви знайшли помилку і хочете допомогти виправити її, можете надіслати команду /translatemebetter і описати, де саме в перекладі помилка

# REPLY_BOT_MESSAGE
source: You need to reply the message with the ticket where you had the problem
az: Mesaja problemin olduğu biletlə cavab verməlisiniz
hy: Դուք պետք է պատասխանեք հաղորդագրությանը այն տոմսով, որտեղ դուք խնդիր ունեիք
ka: თქვენ უნდა უპასუხოთ შეტყობინებას იმ ბილეთით, სადაც პრობლემა გქონდათ
ru: Необходимо реплайнуть сообщение с тем билетом, где у вас возникла проблема
tr: Sorun yaşadığınız yerdeki mesaja biletle birlikte cevap vermeniz gerekmektedir.
uk: Необхідно реплайнути повідомлення з тим квитком, де у вас виникла проблема

# DESCRIBE_YOUR_PROBLEM
source: Describe what's wrong with this ticket? Please describe the entire problem in one message. Media files are not supported (yet), so please use text only.
az: Bu biletin nə olduğunu təsvir edin? Zəhmət olmasa bütün problemi bir mesajda təsvir edin. Media faylları (hələ) dəstəklənmir, ona görə də yalnız mətndən istifadə edin.
hy: Նկարագրեք, թե ինչն է սխալ այս տոմսի հետ: Խնդրում ենք նկարագրել ամբողջ խնդիրը մեկ հաղորդագրության մեջ: Մեդիա ֆայլերը (դեռևս չեն աջակցվում), ուստի խնդրում ենք օգտագործել միայն տեքստը:
ka: აღწერეთ რისი ბრალია ეს ბილეთი? გთხოვთ აღწეროთ მთელი პრობლემა ერთ შეტყობინებაში. მედია ფაილები არ არის მხარდაჭერილი (ჯერ), ამიტომ გთხოვთ გამოიყენოთ მხოლოდ ტექსტი.
ru: Опишите, что не так с этим билетом? Пожалуйста, опишите всю проблему в одном сообщении. Медиафайлы не поддерживаются (пока), так что используйте только текст
tr: Bu biletteki sorunun ne olduğunu açıklayın? Lütfen sorunun tamamını tek bir mesajda açıklayın. Medya dosyaları (henüz) desteklenmemektedir, bu nedenle lütfen yalnızca metin kullanın.
uk: Опишіть, що не так із цим квитком? Будь ласка, опишіть всю проблему в одному повідомленні. Медіафайли не підтримуються (поки що), тому використовуйте тільки текст

# EXPLAIN_TRANSLATION_ERROR
source: Describe where the translation error is? Media files are not supported (yet), so use text only
az: Tərcümə xətasının harada olduğunu təsvir edin? Media faylları (hələ) dəstəklənmir, ona görə də yalnız mətndən istifadə edin
hy: Նկարագրեք, թե որտեղ է թարգմանության սխալը: Մեդիա ֆայլերը չեն աջակցվում (դեռևս), այնպես որ օգտագործեք միայն տեքստը
ka: აღწერეთ სად არის თარგმანის შეცდომა? მედია ფაილები არ არის მხარდაჭერილი (ჯერ), ამიტომ გამოიყენეთ მხოლოდ ტექსტი
ru: Опишите, где ошибка в переводе? Медиафайлы не поддерживаются (пока), так что используйте только текст
tr: Çeviri hatasının nerede olduğunu açıklayın? Medya dosyaları (henüz) desteklenmediğinden yalnızca metin kullanın
uk: Опишіть, де помилка в перекладі? Медіафайли не підтримуються (поки що), тому використовуйте лише текст

# CONTINUE_EXAM
source: Ok, you can keep answering questions :)
az: Yaxşı, suallara cavab verməyə davam edə bilərsiniz :)
hy: Լավ, դուք կարող եք շարունակել պատասխանել հարցերին :)
ka: კარგი, შეგიძლია გააგრძელო კითხვებზე პასუხის გაცემა :)
ru: Хорошо, можете продолжать отвечать на вопросы :)
tr: Tamam soruları cevaplamaya devam edebilirsiniz :)
uk: Добре, можете продовжувати відповідати на запитання :)

# EXAM_PASSED
source: ✅ The exam is passed, congratulations!
az: ✅ İmtahan keçdi, təbrik edirik!
hy: ✅ Քննությունն անցավ, շնորհավորում ենք։
ka: ✅ გამოცდა ჩააბარა, გილოცავთ!
ru: ✅ Экзамен сдан, поздравляю!
tr: ✅ Sınav başarıyla tamamlandı, tebrikler!
uk: ✅ Іспит зданий, вітаю!

# EXAM_FAILED
source: ❌ The exam is failed :(
az: ❌ İmtahan uğursuz oldu :(
hy: ❌ Քննությունը ձախողված է :(
ka: ❌ გამოცდა ჩაიშალა :(
ru: ❌ Экзамен провален :(
tr: ❌Sınav başarısız oldu :(
uk: ❌ Іспит провалений :(

# API_COMMAND_RESPONSE
source: What exactly are you interested in?
az: Sizi tam olaraq nə maraqlandırır?
hy: Կոնկրետ ի՞նչն է քեզ հետաքրքրում։
ka: კონკრეტულად რა გაინტერესებს?
ru: Выберите, что вас интересует
tr: Tam olarak neyle ilgileniyorsunuz?
uk: Що саме вас цікавить?
