Repository: pavelan0khin/drive-bot-ge
Catalog: src/drive/bot/i18n/locales/*/LC_MESSAGES/messages.po
Languages: az, hy, ka, ru, tr, uk

# HTTP_REST_INFO
source: API documentation is available in OpenAPI and redoc formats: - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>Redoc</a> To authorize, you need to issue a token (command /api -> API Token) and pass it in the 'Authorization' header in the following form: <code>Token YOUR_API_TOKEN</code> We don't charge for API requests
az: API sənədləri OpenAPI və redoc formatlarında mövcuddur: - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>Redoc</a> Avtorizasiya etmək üçün siz token (əmr /api -> API Token) verməli və onu aşağıdakı formada “Authorization” başlığına keçirməlisiniz: <code>Token YOUR_API_TOKEN</code> API üçün ödəniş almırıq
hy: API-ի փաստաթղթերը հասանելի են OpenAPI և reoc ձևաչափերով. - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>Կրկնել</a> Լիազորելու համար դուք պետք է թողարկեք նշան (հրաման /api -> API Token) և փոխանցեք այն «Authorization» վերնագրում հետևյալ ձևով. <code>Token YOUR_API_TOKEN</code> Մենք չենք գանձում API-ի համար
ka: API დოკუმენტაცია ხელმისაწვდომია OpenAPI და რედოკ ფორმატებში: - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>გადაკეთება</a> ავტორიზაციისთვის, თქვენ უნდა გასცეთ ჟეტონი (ბრძანება /api -> API Token) და გადასცეთ ის „Authorization“ სათაურში შემდეგი ფორმით: <code>ჟეტონი YOUR_API_TOKEN</code> ჩვენ არ ვიღებთ საფასურს API-სთვის
ru: Документация по API доступна в форматах OpenAPI и redoc: - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>Redoc</a> Для авторизации необходимо выпустить токен (команда /api -> API Token) и передавать его в заголовке 'Authorization' в следующем виде: <code>Token YOUR_API_TOKEN</code> Мы не берём плату за API запросы
tr: API belgeleri OpenAPI ve redoc formatlarında mevcuttur: - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>Redoc</a> Yetkilendirmek için bir jeton (komut /api -> API Token) vermeniz ve bunu aşağıdaki biçimde 'Authorization' başlığına iletmeniz gerekir: <code>Token YOUR_API_TOKEN</code> API için ücret almıyoruz
uk: Документація API доступна у форматах OpenAPI та redoc: - <a href='{openapi_url}'>OpenAPI</a> - <a href='{redoc_url}'>Redoc</a> Для авторизації вам потрібно видати токен (команда /api -> API Token) і передати його в заголовку «Authorization» у такій формі: <code>Token YOUR_API_TOKEN</code> Ми не стягуємо плату за API

# GRPC_INFO
source: GRPC contract is located <a href='https://github.com/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>here</a> This contract automatically generates a Python package that can be installed via: <code>pip install drive-bot-proto</code> For other languages, you can download the contract file and <a href='grpcgenerator.com'>generate</a> packages yourself Address for sending grpc requests: {grpc_api_address} To authorize, you need to use a token, which you can generate through the bot (command /api -> API Token). The token must be passed to metadata as follows: key - 'authorization', value - YOUR_API_TOKEN
az: GRPC müqaviləsi <a href='https://github.com/pavelan0khin/drive-bot-ge/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>burada</a> yerləşir. Bu müqavilə avtomatik olaraq aşağıdakılar vasitəsilə quraşdırıla bilən Python paketini yaradır: <code>pip install drive-bot-proto</code> Digər dillər üçün siz müqavilə faylını endirə və paketləri özünüz <a href='grpcgenerator.com'>yara bilərsiniz</a> grpc sorğularının göndərilməsi üçün ünvan: {grpc_api_address} Avtorizasiya etmək üçün siz bot vasitəsilə yarada biləcəyiniz işarədən istifadə etməlisiniz (komanda /api -> API Token). Token metadataya aşağıdakı kimi ötürülməlidir: açar - 'authorization', dəyər - YOUR_API_TOKEN
hy: GRPC պայմանագիրը գտնվում է <a href='https://github.com/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>այստեղ</a> Այս պայմանագիրը ավտոմատ կերպով առաջացնում է Python փաթեթ, որը կարող է տեղադրվել հետևյալի միջոցով. <code>pip install drive-bot-proto</code> Այլ լեզուների համար կարող եք ներբեռնել պայմանագրի ֆայլը և ինքներդ <a href='grpcgenerator.com'>ստեղծել</a> փաթեթներ grpc հարցումներ ուղարկելու հասցե՝ {grpc_api_address} Լիազորելու համար անհրաժեշտ է օգտագործել նշան, որը կարող եք գեներացնել բոտի միջոցով (հրաման /api -> API Token): Նշանը պետք է փոխանցվի մետատվյալներին հետևյալ կերպ՝ բանալին՝ 'authorization', արժեքը՝ YOUR_API_TOKEN
ka: GRPC კონტრაქტი მდებარეობს <a href='https://github.com/pavelan0khin/drive-bot-ge/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>აქ</a> ეს კონტრაქტი ავტომატურად წარმოქმნის პითონის პაკეტს, რომელიც შეიძლება დაინსტალირდეს: <code>pip install drive-bot-proto</code> სხვა ენებისთვის შეგიძლიათ ჩამოტვირთოთ კონტრაქტის ფაილი და <a href='grpcgenerator.com'>შექმნათ</a> პაკეტები თავად grpc მოთხოვნების გაგზავნის მისამართი: {grpc_api_address} ავტორიზაციისთვის საჭიროა გამოიყენოთ ტოკენი, რომლის გენერირებაც შეგიძლიათ ბოტის საშუალებით (ბრძანება /api -> API Token). ჟეტონი უნდა გადაეცეს მეტამონაცემებს შემდეგნაირად: გასაღები - 'authorization', მნიშვნელობა - YOUR_API_TOKEN
ru: GRPC контракт находится <a href='https://github.com/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>здесь</a> По данному контракту автоматически генерируется пакет для Python, который может быть установлен через: <code>pip install drive-bot-proto</code> Для остальных языков вы можете скачать файл контракта и <a href='grpcgenerator.com'>сгенерировать</a> пакеты самостоятельно Адрес для отправки grpc-запросов: {grpc_api_address} Для авторизации необходимо использовать токен, который можете сгенерировать через бота (команда /api -> API Token). Токен нужно передавать в metadata следующим образом: ключ — 'authorization', значение - YOUR_API_TOKEN
tr: GRPC sözleşmesi <a href='https://github.com/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>burada</a> bulunur Bu sözleşme otomatik olarak şu yollarla kurulabilecek bir Python paketi oluşturur: <code>pip install drive-bot-proto</code> Diğer diller için sözleşme dosyasını indirebilir ve paketleri kendiniz <a href='grpcgenerator.com'>oluşturabilirsiniz</a> grpc isteklerinin gönderileceği adres: {grpc_api_address} Yetkilendirmek için bot aracılığıyla oluşturabileceğiniz bir jeton kullanmanız gerekir (komut /api -> API Token). Belirtecin meta verilere şu şekilde iletilmesi gerekir: anahtar - 'authorization', değer - YOUR_API_TOKEN
uk: Контракт GRPC знаходиться <a href='https://github.com/pavelan0khin/drive-bot-ge/pavelan0khin/drive-bot-proto/blob/main/proto/client.proto'>тут</a> Цей контракт автоматично генерує пакет Python, який можна встановити за допомогою: <code>pip install drive-bot-proto</code> Для інших мов ви можете завантажити файл контракту та самостійно <a href='grpcgenerator.com'>генерувати</a> пакети Адреса для надсилання запитів grpc: {grpc_api_address} Для авторизації потрібно використовувати токен, який можна згенерувати через бота (команда /api -> API Token). Токен має бути передано до метаданих таким чином: ключ – «authorization», значення – YOUR_API_TOKEN

# NEW_API_TOKEN
source: Your token: <code>{api_token}</code> For use in HTTP REST, pass it in the request headers in the 'Authorization' key in the following form: <code>Token {api_token}</code> For use in GRPC, pass the token to the request metadata in the 'authorization' key in the following form: <code>{api_token}</code>
az: Tokeniniz: <code>{api_token}</code> HTTP REST-də istifadə üçün onu 'Authorization' düyməsindəki sorğu başlıqlarına aşağıdakı formada ötürün: <code>Token {api_token}</code> GRPC-də istifadə üçün tokeni 'authorization' açarında sorğu metadatasına aşağıdakı formada ötürün: <code>{api_token}</code>
hy: Ձեր նշանը՝ <code>{api_token}</code> HTTP REST-ում օգտագործելու համար այն փոխանցեք հարցումների վերնագրերում «Authorization» բանալիով հետևյալ ձևով. <code>Token {api_token}</code> GRPC-ում օգտագործելու համար նշանը փոխանցեք հարցման մետատվյալներին «authorization» բանալիով հետևյալ ձևով՝ <code>{api_token}</code>
ka: თქვენი ჟეტონი: <code>{api_token}</code> HTTP REST-ში გამოსაყენებლად, გადაიტანეთ იგი მოთხოვნის სათაურებში 'Authorization' კლავიშში შემდეგი ფორმით: <code>Token {api_token}</code> GRPC-ში გამოსაყენებლად, გადასცეთ ჟეტონი მოთხოვნის მეტამონაცემებს 'authorization' კლავიშში შემდეგი ფორმით: <code>{api_token}</code>
ru: Ваш токен: <code>{api_token}</code> Для использования в HTTP REST передавайте его в заголовках запроса в ключе 'Authorization' в следующем виде: <code>Token {api_token}</code> Для использования в GRPC передавайте токен в metadata запроса в ключе 'authorization' в следующем виде: <code>{api_token}</code>
tr: Simgeniz: <code>{api_token}</code> HTTP REST'te kullanmak için, bunu 'Authorization' anahtarındaki istek başlıklarına aşağıdaki biçimde iletin: <code>Token {api_token}</code> GRPC'de kullanmak için belirteci 'authorization' anahtarındaki istek meta verilerine aşağıdaki biçimde iletin: <code>{api_token}</code>
uk: Ваш токен: <code>{api_token}</code> Для використання в HTTP REST передайте його в заголовках запиту в ключі «Authorization» у такій формі: <code>Token {api_token}</code> Для використання в GRPC передайте токен до метаданих запиту в ключі 'authorization' в такій формі: <code>{api_token}</code>

# EXISTING_API_TOKEN
source: Your token: <code>{api_token}</code> You can change it by clicking the button below
az: Tokeniniz: <code>{api_token}</code> Aşağıdakı düyməni klikləməklə onu dəyişə bilərsiniz
hy: Ձեր նշանը՝ <code>{api_token}</code> Դուք կարող եք փոխել այն՝ սեղմելով ստորև նշված կոճակը
ka: თქვენი ჟეტონი: <code>{api_token}</code> თქვენ შეგიძლიათ შეცვალოთ იგი ქვემოთ მოცემულ ღილაკზე დაჭერით
ru: Ваш токен: <code>{api_token}</code> Вы можете перевыпустить его, нажав кнопку ниже
tr: Simgeniz: <code>{api_token}</code> Aşağıdaki butona tıklayarak değiştirebilirsiniz
uk: Ваш токен: <code>{api_token}</code> Ви можете перевипустити його, натиснувши кнопку нижче

# GENERATE_NEW_TOKEN
source: New token
az: Yeni token
hy: Նոր նշան
ka: ახალი ჟეტონი
ru: Новый токен
tr: Yeni jeton
uk: Новий токен

# REISSUED_TOKEN
source: Your reissued token: <code>{api_token}</code> The old token is no longer valid
az: Yenidən buraxılmış nişanınız: <code>{api_token}</code> Köhnə nişan artıq etibarlı deyil
hy: Ձեր վերաթողարկված թոքենը՝ <code>{api_token}</code> Հին նշանն այլևս վավեր չէ
ka: თქვენი ხელახლა გამოშვებული ჟეტონი: <code>{api_token}</code> ძველი ჟეტონი აღარ მოქმედებს
ru: Ваш перевыпущенный токен: <code>{api_token}</code> Старый токен более недействителен
tr: Yeniden yayınlanan jetonunuz: <code>{api_token</code> Eski jeton artık geçerli değil
uk: Ваш повторно виданий токен: <code>{api_token}</code> Старий токен більше не дійсний

# MESSAGE_TOO_LONG
source: The message is too long. Please try to keep it to 3,500 characters.
az: Mesaj çox uzundur. Lütfən, onu 3500 simvoldan çox saxlamağa çalışın.
hy: Հաղորդագրությունը չափազանց երկար է: Խնդրում ենք, փորձեք պահել այն մինչև 3500 նիշ:
ka: შეტყობინება ძალიან გრძელია. გთხოვთ, შეეცადოთ შეინარჩუნოთ ის 3500 სიმბოლომდე.
ru: Сообщение слишком длинное. Пожалуйста, постарайтесь уложиться в 3 500 символов
tr: Mesaj çok uzun. Lütfen bunu 3.500 karakterde tutmaya çalışın.
uk: Повідомлення занадто довге. Будь ласка, спробуйте зберегти його до 3500 символів.

# PROBLEM_IN_PROGRESS
source: Thank you for message. I'll try to see what's wrong as quickly as possible. If you want to be notified when the problem is resolved, click the button below
az: Mesaj üçün təşəkkür edirik. Mümkün qədər tez nəyin səhv olduğunu görməyə çalışacağam. Problem həll edildikdə xəbərdar olmaq istəyirsinizsə, aşağıdakı düyməni basın
hy: Շնորհակալություն հաղորդագրության համար: Ես կփորձեմ հնարավորինս արագ տեսնել, թե ինչն է սխալ: Եթե ցանկանում եք տեղեկանալ, երբ խնդիրը լուծվի, սեղմեք ստորև նշված կոճակը
ka: გმადლობთ შეტყობინებისთვის. ვეცდები რაც შეიძლება სწრაფად ვნახო რა არის. თუ გსურთ მიიღოთ შეტყობინება, როდესაც პრობლემა მოგვარდება, დააწკაპუნეთ ქვემოთ მოცემულ ღილაკს
ru: Спасибо за сообщение. Я постараюсь посмотреть, в чём дело, как можно быстрее. Если хотите получить уведомление, когда проблема будет решена — нажмите кнопку ниже
tr: Mesaj için teşekkürler. Mümkün olduğunca çabuk neyin yanlış olduğunu görmeye çalışacağım. Sorun çözüldüğünde bildirim almak istiyorsanız aşağıdaki butona tıklayın
uk: Спасибі за повідомлення. Я намагатимусь подивитися, в чому справа, якнайшвидше. Якщо хочете отримати повідомлення, коли проблема буде вирішена, натисніть кнопку нижче

# WRITE_ME_BUTTON
source: Write me
az: Mənə yaz
hy: Գրիր ինձ
ka: Მომწერეთ
ru: Напишите мне
tr: Bana yaz
uk: Напишіть мені

# WRITE_ME_BUTTON_RESPONSE
source: Okay, I'll write to you
az: Yaxşı, sənə yazacam
hy: Լավ, ես քեզ կգրեմ
ka: კარგი, მოგწერ
ru: Хорошо, я вам напишу
tr: Tamam sana yazacağım
uk: Гаразд, я вам напишу

# PROBLEM_RESOLVED_MESSAGE
source: You previously sent a message about a problem with a ticket. You have received a response: {response}
az: Siz əvvəllər biletlə bağlı problem barədə mesaj göndərmisiniz. Cavab aldınız: {response}
hy: Դուք նախկինում հաղորդագրություն եք ուղարկել տոմսի հետ կապված խնդրի մասին: Դուք պատասխան եք ստացել՝ {response}
ka: თქვენ ადრე გაგზავნეთ შეტყობინება ბილეთთან დაკავშირებული პრობლემის შესახებ. თქვენ მიიღეთ პასუხი: {response}
ru: Ранее вы отправляли сообщение о проблеме с билетом. Вам пришёл ответ: {response}
tr: Daha önce biletle ilgili bir sorun hakkında mesaj göndermiştiniz. Bir yanıt aldınız: {response}
uk: Раніше ви надсилали повідомлення про проблему з квитком. Вам надійшла відповідь: {response}

# TRANSLATION_PROBLEM_IN_PROGRESS
source: Thank you for message. I'll try to see what's wrong as quickly as possible
az: Mesaj üçün təşəkkür edirik. Mümkün qədər tez nəyin səhv olduğunu görməyə çalışacağam
hy: Շնորհակալություն հաղորդագրության համար: Ես կփորձեմ հնարավորինս արագ տեսնել, թե ինչն է սխալ:
ka: გმადლობთ შეტყობინებისთვის. ვეცდები რაც შეიძლება სწრაფად ვნახო რა არის
ru: Спасибо за сообщение. Я постараюсь посмотреть, в чём дело, как можно быстрее
tr: Mesaj için teşekkürler. Neyin yanlış olduğunu mümkün olduğunca çabuk görmeye çalışacağım
uk: Спасибі за повідомлення. Я постараюся подивитися, в чому справа, якнайшвидше

# DONATE_MESSAGE
source: The best gratitude is to support the project with money :) If you like, you can send any amount convenient for you, the details are below: {requisites}
az: Ən yaxşı təşəkkür layihəyə pulla dəstək olmaqdır :) İstəsəniz sizə uyğun olan istənilən məbləği göndərə bilərsiniz, təfərrüatlar aşağıdadır: {requisites}
hy: Լավագույն շնորհակալությունը նախագծին գումարով աջակցելն է :) Ցանկության դեպքում կարող եք ուղարկել ձեզ հարմար ցանկացած գումար, մանրամասները՝ ստորև՝ {requisites}
ka: საუკეთესო მადლიერებაა პროექტის თანხით მხარდაჭერა :) თუ გნებავთ, შეგიძლიათ გამოაგზავნოთ თქვენთვის მოსახერხებელი ნებისმიერი თანხა, დეტალები ქვემოთ მოცემულია: {requisites}
ru: Лучшая благордарность — поддержать проект деньгами :) Если вам нравится, можете прислать любую удобную для вас сумму, реквизиты ниже: {requisites}
tr: En güzel teşekkür, projeye parayla destek olmaktır :) İsterseniz size uygun olan miktarı gönderebilirsiniz, detaylar aşağıda: {requisites}
uk: Найкраща благордарність — підтримати проект грошима :) Якщо вам подобається, можете надіслати будь-яку зручну для вас суму, нижче реквізити: {requisites}
